import React from 'react';
import {
  Typography,
} from 'antd';

const { Title, Paragraph } = Typography;

const Page1 = () => <>
  <Typography>
    <Title>狼剩子的前端项目模板-移动端页面1</Title>
    <Paragraph>
          手中雕刻生花刀锋千转蜿蜒成画盛名功德塔是桥畔某处人家
          春风绕过发梢红纱刺绣赠他眉目刚烈拟作妆嫁轰烈流沙枕上白发
          杯中酒比划年少风雅鲜衣怒马也不过一刹那难免疏漏儿时檐下
          莫测变化隔却山海转身从容煎茶一生长重寄一段过往将希冀都流放
          可曾添些荒唐才记得你的模样一身霜谁提笔只两行换一隅你安康
          便销得这沧桑你还在我的心上手中雕刻生花刀锋千转蜿蜒成画盛名功德塔
          是桥畔某处人家春风绕过发梢红纱刺绣赠他眉目刚烈拟作妆嫁轰烈流沙枕上白发
          杯中酒比划年少风雅鲜衣怒马也不过一刹那难免疏漏儿时檐下莫测变化隔却山海
          转身从容煎茶一生长重寄一段过往将希冀都流放可曾添些荒唐才记得你的模样一身霜
          谁提笔只两行换一隅你安康便销得这沧桑你还在我的心上一生长重寄一段过往
          将希冀都流放可曾添些荒唐才记得你的模样一身霜谁提笔只两行换一隅你安康便销得这沧桑
          你还在我的心上
    </Paragraph>
  </Typography>
</>
;

export default Page1;
